{
  "en": {
    "description": "Adriano Lourenço Finco",
    "heading": "Hello, I'm Adriano",
    "intro-1": "I'm a **Fullstack Web Developer** and **Student** from Brazil that likes to work on challenging projects.",
    "intro-2": "Checkout my projects [below](#projects) or at my [Github account](https://github.com/adrianofinco).",
    "intro-3": "For contact send an email to [adriano.finco.509@gmail.com](mailto:adriano.finco.509@gmail.com) or message me on [Linkedin](https://linkedin.com/in/adriano-lourenço)",
    "source": "Source code",
    "view": "View project",
    "desc": "Description",
    "tags": "Categories",
    "contact": "Contact",
    "webpage": "Web Page Details",
    "language": "Language",

    "taskorganizer": "A progressive webapp (PWA) for managing a task list, with support for offline usage including client-side storage of the tasks.",
    "usernamecheck": "A webapp that allows checking the availability of a username across multiple websites like Instagram, Facebook, Github, Twitter and many more.",
    "rollstack": "A isomorphic Javascript library that uses the simple-fast-counter-32 algorthm to generate random data including seeds for other generator libraries, integer numbers between a range and strings with configurable length and character set.",
    "uigroup": "A collection of beautiful singular web pages made with {Vue}(text-green-500) and {Tailwind CSS}(text-teal-500), ranging from mockup pages to simple web games."
  },
  "pt": {
    "description": "Adriano Lourenço Finco",
    "heading": "Oi, Sou o Adriano",
    "intro-1": "Sou um **Desenvolvedor Web Fullstack** e **Estudante** de São Paulo que gosta de trabalhar em projetos desafiadores.",
    "intro-2": "Veja meus projetos [aqui](#projects) ou no meu [Github](https://github.com/adrianofinco).",
    "intro-3": "Para entrar em contato envie um e-mail para [adriano.finco.509@gmail.com](mailto:adriano.finco.509@gmail.com) ou me manda uma mensagem no [Linkedin](https://linkedin.com/in/adriano-lourenço)",
    "source": "Código fonte",
    "view": "Ver projeto",
    "desc": "Descrição",
    "tags": "Categorias",
    "contact": "Contato",
    "language": "Idioma",

    "taskorganizer": "Um aplicativo web progressivo (PWA) para gerenciar uma lista de tarefas, com suporte para uso offline incluindo armazenamento local das tarefas.",
    "usernamecheck": "Um aplicativo web que permite a checagem da disponibilidade de um nome de usuário através de diversos websites como Instagram, Facebook, Github, Twitter e muitos mais.",
    "rollstack": "Um biblioteca Javascript isomórfica que utiliza o algoritmo simple-fast-counter-32 para gerar dados aleatórios incluindo números inteiros entre intervalos arbitrários e texto com tamanho configurável.",
    "uigroup": "Um coleção de belas páginas web indo feitas com {Vue}(text-green-500) e {Tailwind CSS}(text-teal-500), indo desde páginas estáticas até jogos simples."
  }
}